{
  "soal": [
    "You should have __ those shares when they were cheap.",
    "Organisations that have a strong communications function frequently ___ those that don't; private sector companies that communicate effectively have a 19.4 per cent higher market premium than companies that do not.",
    "The wrong way to prepare a budget is to simply include everything at last year's level plus annual ___.",
    "A report has just been ___ that gives details of the causes of this trend towards informality in the business sector.",
    "In 1997, the Third Commission began to prepare rules on subjects which are common to contracts, torts and unjust enrichment, such as plurality of creditors and debtors, and .... of debts and claims.",
    "The only reason for them going to the cinema on that day was to find some form of ___.",
    "A common problem at both wholesale and retail levels is that the markets are viewed as tax ___ rather than as means of facilitating the marketing of local produce: the marketing system is \"kidnapped\" by municipalities, with the sole purpose of collecting taxes.",
    "It is important to please initial customers, since they will in turn influence many ___ customers’ brand choices.",
    "Internal communications need exactly the same kind of analysis and strategy as external communications: there will be distinct audience groups who should be ___ and the same processes of information collection and insight generation apply to internal as to external groups.",
    "The delay in ___ the film to the general public was because certain scenes were considered tasteless.",
    "When the time came to close the business down, its entire ___ had to be calculated so that the creditors could be paid off.",
    "When someone dies and their ___ reach a certain figure, their family has to pay an additional tax.",
    "Over recent years information technology has experienced an unprecedented degree of change, enabling the transformation of the basic ___ of business.",
    "duplicate",
    "We will make no ___ for the catalogue, which you can take with our compliments.",
    "The aim of the office manager is to ___ enough room on the building plans so that each employee can have space for a personal computer.",
    "One of these words is spelt incorrectly.",
    "After the soldiers I can see a group of circus ___ who are jumping and dancing as they go.",
    "For example, during the U.S. savings and loan crisis in the 1980s, many institutions ___ assets with market values above book and continued to hold assets with book values above market.",
    "We regret to announce that the 10.45 for London is now out of service because the driver is having a nervous ___.",
    "It has been ___ by a government agency that the percentage of under 25 year olds owing large sums to companies is on the increase.",
    "Market capitalization is important because history has shown us that the stocks of companies with different market caps ___ differently in terms of return and risk.",
    "Options give the holder the right to buy (‘call’ option) or sell (‘___’ option) a security at a specific price for a specific period of time.",
    "Even when the economic situation is ___, there is always present the need for planning in a new business.",
    "Everything ___ all right in the end.",
    "and told me there was ___ that could be done immediately.",
    "I must be ___ because it's all too good to be true.",
    "There is one date you mustn't forget and that's the ___ for sending in details of your earnings to the tax office.",
    "They are completely ___ up with all the noise in the centre of town.",
    "Accounting information systems are a __ part of an organization's day-to-day operations."
  ],
  "option_a": [
    "sold off", "outrank", "inflation", "directed", "alignment",
    "entertainment", "instruments", "subsequent", "sectioned", "reporting",
    "assets", "products", "mechanisms", "to copy; to replicate; to photocopy", "debt",
    "arrange", "terrified", "members", "sold off", "low down",
    "distinguished", "gain", "offer", "huge", "turned up",
    "least", "dozing", "mainline", "ill", "visceral"
  ],
  "option_b": [
    "taken over", "outperform", "increment", "published", "assignment",
    "engrossment", "utensils", "consequent", "sequestered", "releasing",
    "asset", "profits", "machines", "to be unsuccessful; to not do; to disappoint; to go bankrupt; to be used up", "cost",
    "organize", "enquire", "doers", "underwrote", "breakout",
    "dissolved", "comply", "vend", "hefty", "happened",
    "little", "sleeping", "headline", "tired", "virtual"
  ],
  "option_c": [
    "taken out", "overrule", "investment", "opened", "advisement",
    "involvement", "wells", "consecutive", "segmented", "repeating",
    "accumulation", "wealth", "mechanics", "to strengthen; to fortify; to support", "payment",
    "accord", "departure", "actors", "sold out", "breakdown",
    "disclosed", "operate", "place", "strong", "turned out",
    "less", "dreaming", "offline", "sick", "vigorous"
  ],
  "option_d": [
    "bought up", "overdo", "accrual", "held", "arrangement",
    "internment", "cattle", "subservient", "segregated", "replacing",
    "earnings", "assets", "machinations", "to become bigger; to expand", "charge",
    "allocate", "knock", "performers", "wrote off", "low break",
    "deciphered", "behave", "put", "mighty", "occurred",
    "few", "thinking", "deadline", "fed", "vital"
  ]
}
